Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# runtime_messages.bee8e1a579e0
source: Apple Watchから同期した種目です。
ar_sa: هذا حدث تمت مزامنته من Apple Watch.
ca: Aquest és un esdeveniment sincronitzat des de Apple Watch.
cs: Záznamy ze synchronizace s Apple Watch.
da: Dette er en aktivitet synkroniseret fra Apple Watch.
de_de: Dies sind Übungen, die von Apple Watch synchronisiert wurden.
el: Αυτά είναι οι δραστηριότητες που συγχρονίστηκαν από το Apple Watch.
en_au: This is an activity that has been synced from Apple Watch.
es_es: Este es un ejercicio sincronizado desde Apple Watch.
fi: Tämä on laji, joka on synkronoitu Apple Watchin kanssa.
fr_ca: Exercices synchronisés depuis Apple Watch.
gu: એપલ વોચમાંથી સિંક કરેલા કસરતો.
he: סוג פעילות המזוהה מ-Apple Watch.
hi: यह Apple Watch से सिंक किया गया है।
hr: Ovo je aktivnost sinkronizirana s Apple Watch-om.
hu: Ez az Apple Watch-ról szinkronizált tevékenység.
id: Jenis olahraga yang disinkronkan dari Apple Watch.
it: Attività sincronizzata da Apple Watch.
ko: Apple Watch에서 동기화된 항목입니다.
mr: ॲपल वॉचवरून सिंक केलेले व्यायाम.
ms: Latihan yang disinkronkan daripada Apple Watch.
nl_nl: Dit is een activiteit die is gesynchroniseerd vanuit je Apple Watch.
no: Dette er øvelser som er synkronisert fra Apple Watch.
pl: To ćwiczenie zsynchronizowane z Apple Watch.
pt_br: Este é um exercício sincronizado com o Apple Watch.
pt_pt: Este é um exercício sincronizado com o Apple Watch.
ro: Acesta este un exercițiu sincronizat cu Apple Watch.
ru: Данные синхронизированы с Apple Watch.
sk: Toto je aktivita synchronizovaná z Apple Watch.
sl: To je aktivacija, sinhronizirana iz Apple Watcha.
sv: Överförda från Apple Watch.
ta: Apple Watch-லிருந்து ஒத்திசைக்கப்பட்ட பயிற்சி இது.
te: Apple Watch నుండి సమకాలీకరించిన అంశం ఇది.
th: รายการที่ซิงค์จาก Apple Watch
tr: Apple Watch'tan senkronize edilen egzersizlerdir.
uk: Це дані, синхронізовані з Apple Watch.
vi: Đây là bài tập được đồng bộ từ Apple Watch.
zh_hans: 来自Apple Watch同步的项目。
zh_hant: 來自Apple Watch同步的項目。

# runtime_messages.c0e4c62759a0
source: BodyModeを開いて回答を確認できます。
ar_sa: يمكنك فتح BodyMode للتحقق من الإجابة.
ca: Podeu obrir BodyMode per comprovar la resposta.
cs: Můžete zkontrolovat odpovědi v aplikaci BodyMode.
da: Du kan se svaret i BodyMode.
de_de: Sie können die Antworten im BodyMode-App überprüfen.
el: Μπορείτε να δείτε τις απαντήσεις ανοίγοντας την εφαρμογή BodyMode.
en_au: You can check your answers by opening BodyMode.
es_es: Puedes verificar las respuestas abriendo BodyMode.
fi: Voit tarkistaa vastaukset avaamalla BodyMode-sovelluksen.
fr_ca: Vous pouvez consulter vos réponses en ouvrant BodyMode.
gu: BodyMode ખોલો અને જવાબ ચકાસો.
he: ניתן לבדוק את התשובות ביישום BodyMode.
hi: BodyMode खोलें और प्रतिक्रिया की जांच करें।
hr: Možete provjeriti odgovore otvaranjem BodyMode aplikacije.
hu: A BodyMode alkalmazásban megtekintheti a választ.
id: Anda dapat melihat jawabannya dengan membuka BodyMode.
it: Puoi visualizzare le risposte aprendo BodyMode.
ko: BodyMode를 열어 답변을 확인할 수 있습니다.
mr: बॉडी मोड उघडून प्रतिसाद तपासा.
ms: Anda boleh melihat jawapan dalam aplikasi BodyMode.
nl_nl: Je kunt het antwoord bekijken in BodyMode.
no: Du kan se svarene i BodyMode.
pl: Możesz sprawdzić odpowiedzi w aplikacji BodyMode.
pt_br: Você pode verificar a resposta abrindo o BodyMode.
pt_pt: Você pode verificar a resposta abrindo o BodyMode.
ro: Puteți verifica răspunsurile în BodyMode.
ru: Вы можете проверить ответы в приложении BodyMode.
sk: Odpovede môžete skontrolovať v aplikácii BodyMode.
sl: Za preverjanje odgovorov uporabite BodyMode.
sv: Du kan kontrollera svaren i BodyMode.
ta: BodyMode-ஐ திறந்து பதில்களை சரிபார்க்கவும்.
te: BodyMode ను తెరిచి, సమాధానాన్ని చూడవచ్చు.
th: คุณสามารถตรวจสอบคำตอบได้ใน BodyMode
tr: BodyMode uygulamasını açarak yanıtları kontrol edebilirsiniz.
uk: Ви можете перевірити відповіді у BodyMode.
vi: Bạn có thể xem câu trả lời trong BodyMode.
zh_hans: 可以通过打开BodyMode查看答案。
zh_hant: 可以打開BodyMode並查看答案。

# runtime_messages.c80fde6d1fda
source: 懸垂
ar_sa: عمليات السحب
ca: pull-ups
cs: Přítahy
da: Pull-ups
de_de: Klimmzüge
el: Κάμψεις
en_au: Pull-ups
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચપડા
he: מתח
hi: चढ़ना
hr: Vinuta
hu: Felemászás
id: Pull-up
it: Trazioni alla sbarra
ko: 턱걸이
mr: पुल-अप्स
ms: Angkat badan
nl_nl: Pull-ups
no: Chins
pl: Podciąganie
pt_br: Barra fixa
pt_pt: Barra fixa
ro: Tracțiuni
ru: Подтягивания
sk: Podvešovanie
sl: Stojne vzgibe
sv: Chins
ta: குத்து
te: గుర్తించడం
th: ท่าลากตัว
tr: Barfiks
uk: Підтягування
vi: Đẩy tạ
zh_hans: 引体向上
zh_hant: 槓鈴訓練

# runtime_messages.c9091516c87d
source: 既存ID
ar_sa: معرف موجود
ca: DNI existent
cs: Stávající ID
da: Eksisterende ID
de_de: Vorhandene ID
el: Υπάρχον ID
en_au: Existing ID
es_es: ID existente
fi: Olemassa oleva ID
fr_ca: Identifiant existant
gu: હાલનું ID
he: מזהה קיים
hi: मौजूदा आईडी
hr: Postojeći ID
hu: Meglevő ID
id: ID yang sudah ada
it: ID esistente
ko: 기존 ID
mr: विद्यमान आयडी
ms: ID sedia ada
nl_nl: Bestaande ID
no: Eksisterende ID
pl: Istniejący ID
pt_br: ID existente
pt_pt: ID existente
ro: ID existent
ru: Существующий ID
sk: Existujúci ID
sl: Obstojši ID
sv: Existerande ID
ta: ஏற்கனவே உள்ள ஐடி
te: ఇప్పటికే ఉన్న ID
th: รหัสเดิม
tr: Mevcut ID
uk: Існуючий ID
vi: ID hiện tại
zh_hans: 现有ID
zh_hant: 現有ID

# runtime_messages.c98c9b59305c
source: {{value1}}時間
ar_sa: الوقت {{value1}}
ca: {{value1}} hora
cs: {{value1}} minut
da: {{value1}}Tid
de_de: {{value1}} Stunden
el: {{value1}} λεπτά
en_au: {{value1}} minutes
es_es: {{value1}} horas
fi: {{value1}} tuntia
fr_ca: {{value1}} heures
gu: {{value1}} કલાક
he: {{value1}} שעות
hi: {{value1}} मिनट
hr: {{value1}} sati
hu: {{value1}} perc
id: {{value1}} menit
it: {{value1}} minuti
ko: {{value1}} 시간
mr: {{value1}} मिनिटे
ms: {{value1}} minit
nl_nl: {{value1}} Tijd
no: {{value1}} timer
pl: {{value1}} czasu
pt_br: {{value1}} horas
pt_pt: {{value1}} horas
ro: {{value1}} minute
ru: {{value1}} минут
sk: {{value1}} hodín
sl: {{value1}} ur
sv: {{value1}} timmar
ta: {{value1}} நேரம்
te: {{value1}} గంటలు
th: {{value1}} นาที
tr: {{value1}} dakika
uk: {{value1}} годин
vi: {{value1}} Thời gian
zh_hans: {{value1}}小时

# runtime_messages.ccae93b28d43
source: アプリを開いて再試行してください。
ar_sa: يرجى فتح التطبيق والمحاولة مرة أخرى.
ca: Obriu l'aplicació i torneu-ho a provar.
cs: Otevřete aplikaci a zkuste to znovu.
da: Åbn appen og prøv igen.
de_de: Bitte öffnen Sie die App und versuchen Sie es erneut.
el: Παρακαλούμε ανοίξτε την εφαρμογή και προσπαθήστε ξανά.
en_au: Please open the app and try again.
es_es: Inténtalo nuevamente abriendo la aplicación.
fi: Avaa sovellus ja yritä uudelleen.
fr_ca: Veuillez ouvrir l'application et réessayer.
gu: એપ્લિકેશન ખોલો અને ફરી પ્રયાસ કરો.
he: נא פתחו את האפליקציה ונסו שוב.
hi: ऐप खोलकर फिर से प्रयास करें।
hr: Otvorite aplikaciju i pokušajte ponovno.
hu: Kérjük, nyissa meg az alkalmazást és próbálja újra.
id: Silakan buka aplikasi dan coba lagi.
it: Riprova aprendo l'app.
ko: 앱을 열고 다시 시도해주세요.
mr: ॲप उघडून पुन्हा प्रयत्न करा.
ms: Buka aplikasi dan cuba semula.
nl_nl: Open de app opnieuw en probeer het.
no: Åpne appen og prøv igjen.
pl: Spróbuj ponownie po otwarciu aplikacji.
pt_br: Tente novamente abrindo o aplicativo.
pt_pt: Tente novamente abrindo o aplicativo.
ro: Vă rugăm să deschideți aplicația și să încercați din nou.
ru: Пожалуйста, откройте приложение и попробуйте снова.
sk: Prosím, otvorte aplikáciu a skúste to znovu.
sl: Prosim, aplikacijo ponovno odprite.
sv: Försök igen genom att öppna appen.
ta: பயன்பாட்டை திறந்து மீண்டும் முயற்சிக்கவும்.
te: అప్లికేషన్‌ను తెరిచి మళ్లీ ప్రయత్నించండి.
th: ลองเปิดแอปและลองใหม่อีกครั้ง
tr: Uygulamayı açıp tekrar deneyin.
uk: Відкрийте додаток і спробуйте ще раз.
vi: Vui lòng mở ứng dụng và thử lại.
zh_hans: 请打开应用并重新尝试
zh_hant: 請打開應用程式並重新嘗試。

# runtime_messages.cf8ad4f70108
source: ディップス
ar_sa: الانخفاضات
ca: immersions
cs: Dips
da: Dips
de_de: Dips
el: Κάμψεις
en_au: Dips
es_es: Flexiones
fi: Dips
fr_ca: Faire des dips
gu: ડિપ્સ
he: דיפס
hi: डिप्स
hr: Dips
hu: Dip-ek
id: Latihan
it: Dip
ko: 딥스 (Dips)
mr: डिप्स
ms: Tekanan
nl_nl: Dips
no: Dybdeøvelser
pl: Ćwiczenia
pt_br: Exercícios de dips.
pt_pt: Exercícios de dips.
ro: Dips
ru: Упражнения
sk: Dips
sl: Dips
sv: Dips
ta: டிப்ஸ்
te: డప్స్
th: การทำท่า Dip
tr: Dips
uk: Замочування
vi: Đánh dấu
zh_hans: 俯身
zh_hant: 槓鈴下拉

# runtime_messages.d0f5dceef96c
source: ジム周辺への到着を検知します
ar_sa: يكتشف الوصول إلى صالة الألعاب الرياضية
ca: Detecta l'arribada al voltant del gimnàs
cs: Detekujeme příchod do okolí posilovny.
da: Detekterer ankomst i nærheden af fitnesscentret.
de_de: Erkennt Ankunft im Fitnessstudio.
el: Ανιχνεύει την άφιξη σας στην περιοχή του γυμναστηρίου.
en_au: Detecting arrival near the gym.
es_es: Detecta mi llegada al gimnasio.
fi: Tunnistan saapumisen kuntosalin lähelle.
fr_ca: Détection de l'arrivée dans les environs de la salle de sport.
gu: જિમની આસપાસ પહોંચ શોધવામાં આવશે.
he: מזהים הגעה לאזור הסטודיו.
hi: जिम के आसपास आने का पता लगाया जा रहा है।
hr: Detektira dolazak u okolinu teretane.
hu: Érzékelni fogom a fitnesztermhez való érkezést.
id: Mendeteksi kedatangan di sekitar gym.
it: Rilevo l'arrivo nella zona della palestra.
ko: 짐 주변 도착을 감지합니다.
mr: जिमच्या आसपास पोहोच झाल्याची नोंद घेतली.
ms: Pengesanan kedatangan ke kawasan gim.
nl_nl: Het systeem detecteert je aankomst in de buurt van het fitnesscentrum.
no: Detekterer ankomst i nærheten av treningssenteret.
pl: System wykrywa przyjazd do siłowni.
pt_br: Detecto a chegada na área da academia.
pt_pt: Detecto a chegada na área da academia.
ro: Detectează sosirea în zona sălii de sport.
ru: Обнаружение прибытия в спортзал.
sk: Detekujem príchod do posilovne.
sl: Sistem zaznava prihoda v okolico telovadnice.
sv: Detta enhet kan upptäcka ankomst till området kring gymmet.
ta: ஜிம்-ஐ சுற்றி வந்ததை கண்டறியும்.
te: జిమ్ పరిసరాలకు చేరుకున్నట్లు గుర్తించబడుతుంది
th: ตรวจจับการมายังบริเวณยิม
tr: Spor salonuna yakın bir noktaya vardığımı algılıyor.
uk: Виявляє прибуття до фітнес-клубу.
vi: Phát hiện khi đến khu vực phòng tập.
zh_hans: 检测到达健身房周围的情况
zh_hant: 偵測進入健身房周圍

# runtime_messages.da73bd0d95fc
source: 新しい回復データを反映し、安全側へ今日の提案を調整しました。
ar_sa: لقد قمنا بتعديل توصيات اليوم لتكون في الجانب الآمن لتعكس بيانات الاسترداد الجديدة.
ca: Hem ajustat les recomanacions d'avui per estar segurs per reflectir les noves dades de recuperació.
cs: Aktualizujeme data a upravíme doporučení pro dnešní den, abychom zajistili bezpečnost.
da: Jeg har opdateret restitutionen og justeret dagens forslag til den sikreste mulighed.
de_de: Neue Wiederherstellungsdaten wurden berücksichtigt und die heutigen Vorschläge entsprechend angepasst, um auf der sichereren Seite zu bleiben.
el: Ενημέρωσα τα νέα δεδομένα επανεκκίνησης και προσαρμόζω τις σημερινές προτάσεις στην ασφαλέστερη επιλογή.
en_au: Updated recovery data and adjusted today's recommendations to the safer side.
es_es: He reflejado los nuevos datos de recuperación y he ajustado las sugerencias diarias hacia la opción más segura.
fi: Päivitin uudet palautustiedot ja säädin suosituksia turvallisemmaksi.
fr_ca: J'ai mis à jour les données de récupération et ajusté les recommandations pour aujourd'hui en privilégiant la sécurité.
gu: નવી પુનઃપ્રાપ્તિ ડેટાને પ્રતિબિંબિત કરવા અને સલામત બાજુ પર આજે ભલામણને સમાયોજિત કરી.
he: עדכנו את נתוני ההחלמה ושימו לב להמלצות היום בצד הבטוח.
hi: नए पुनर्प्राप्ति डेटा को प्रतिबिंबित करने और सुरक्षित दिशा में आज के सुझावों को समायोजित किया गया है।
hr: Ažuriram podatke o oporavku i prilagođavam preporuke za danas, uz sigurnost.
hu: Az új gyógyulási adatokat figyelembe véve, az ajánlott aktivitást biztonságosabbnak állítottam be.
id: Memperbarui data pemulihan dan menyesuaikan rekomendasi hari ini ke sisi yang lebih aman.
it: Ho aggiornato i dati di recupero e ho regolato le raccomandazioni per oggi verso un approccio più sicuro.
ko: 새로운 복구 데이터를 반영하고, 안전 측으로 오늘의 제안을 조정했습니다.
mr: नवीन पुनर्प्राप्ती डेटा प्रतिबिंबित करून, सुरक्षित बाजूकडील आजच्या सूचना समायोजित केल्या आहेत.
ms: Memastikan data pemulihan baharu dan menyesuaikan cadangan hari ini ke arah yang lebih selamat.
nl_nl: De nieuwe herstelinformatie is verwerkt en de aanbevelingen zijn aangepast, rekening houdend met de veiligste opties.
no: Jeg har oppdatert gjenopprettingsdataene og justert dagens anbefalinger for å være tryggere.
pl: Zaktualizowano dane dotyczące powrotu i dostosowano dzisiejsze rekomendacje do bezpieczniejszego poziomu.
pt_br: Refletindo os novos dados de recuperação e ajustando as sugestões diárias para o lado mais seguro.
pt_pt: Refletindo os novos dados de recuperação e ajustando as sugestões diárias para o lado mais seguro.
ro: Am actualizat datele de recuperare și am ajustat recomandările pentru ziua curentă către o valoare mai sigură.
ru: Обновлены данные о восстановлении и скорректированы сегодняшние рекомендации в безопасном режиме.
sk: Aktualizujeme údaje o obnovení a upravíme odpor pre dnes, aby boli bezpečné.
sl: Uporabljeni so novi podatki o vrnitvi in se je prilagodil danes predlagan položaj.
sv: Återställde nya data och justerade dagens rekommendationer för att vara på den säkrare sidan.
ta: புதிய மீட்டெடுப்பு தரவை பிரதிபலிக்கவும், பாதுகாப்பான பக்கத்திற்கு இன்றைய பரிந்துரைகளை சரிசெய்தோம்.
te: కొత్త డేటాను ఉపయోగించి, సురక్షితమైన మార్గంలో ఈరోజు సూచనలను సర్దుబాటు చేసాము.
th: ปรับการแนะนำวันนี้ให้ปลอดภัย โดยอ้างอิงข้อมูลการกู้คืนใหม่
tr: Yeni kurtarma verilerini yansıttım ve gün için önerileri güvenli tarafa ayarladım.
uk: Оновлені дані про відновлення та безпечні рекомендації на сьогодні.
vi: Đã cập nhật dữ liệu khôi phục mới và điều chỉnh đề xuất cho hôm nay theo hướng an toàn hơn.
zh_hans: 已反映新的恢复数据，并调整了今日推荐，以确保安全。
zh_hant: 已反映新的恢復數據，並調整了今日的建議，以確保安全。

# runtime_messages.dccb743b791b
source: 同じ内容をもう一度送信してください。
ar_sa: الرجاء ارسال نفس المحتوى مرة أخرى.
ca: Si us plau, torneu a enviar el mateix contingut.
cs: Prosím, zadejte stejná data znovu.
da: Venligst send det samme indhold igen.
de_de: Bitte senden Sie den gleichen Inhalt erneut.
el: Παρακαλώ, στείλτε ξανά το ίδιο περιεχόμενο.
en_au: Please send the same message again.
es_es: Por favor, envíe el mismo contenido nuevamente.
fi: Lähetä sama sisältö uudelleen.
fr_ca: Veuillez renvoyer le même contenu une nouvelle fois.
gu: કૃપા કરીને સમાન માહિતી ફરીથી મોકલો.
he: אנא שלחו שוב את אותו תוכן.
hi: कृपया उसी सामग्री को दोबारा भेजें।
hr: Molimo, pošaljite isti podatak još jednom.
hu: Kérjük, küldje el ugyanazt a tartalmat újra.
id: Mohon kirimkan kembali dengan konten yang sama.
it: Per favore, inviate nuovamente lo stesso contenuto.
ko: 동일한 내용을 다시 보내주세요.
mr: कृपया तोच संदेश पुन्हा पाठवा.
ms: Sila hantar sekali lagi dengan kandungan yang sama.
nl_nl: Stuur dezelfde informatie nogmaals.
no: Vennligst send den samme informasjonen på nytt.
pl: Prosimy o ponowne przesłanie tej samej treści.
pt_br: Por favor, envie novamente o mesmo conteúdo.
pt_pt: Por favor, envie novamente o mesmo conteúdo.
ro: Vă rugăm să trimiteți din nou același conținut.
ru: Пожалуйста, отправьте тот же запрос еще раз.
sk: Prosím, pošlite znova rovnaký obsah.
sl: Prosim, posredujte isto vsebino še enkrat.
sv: Skicka samma innehåll igen.
ta: ஒரே உள்ளடக்கத்தை மீண்டும் அனுப்பவும்.
te: అదే సమాచారాన్ని మళ్ళీ పంపండి.
th: กรุณาส่งข้อมูลเดิมอีกครั้ง
tr: Aynı içeriği tekrar gönderin.
uk: Будь ласка, повторно надішліть ті самі дані.
vi: Vui lòng gửi lại nội dung tương tự.
zh_hans: 请再次发送相同的内容。
zh_hant: 請再次發送相同內容。

# runtime_messages.dd30b7ff48b4
source: 先に現在地をジムとして登録してください
ar_sa: يرجى تسجيل موقعك الحالي كصالة ألعاب رياضية أولاً.
ca: Primer registreu la vostra ubicació actual com a gimnàs.
cs: Nejprve zaregistrujte své současné místo jako "gym".
da: Registrer først dit fitnesscenter som din nuværende placering
de_de: Registrieren Sie zuerst Ihr aktuelles Fitnessstudio als Standort
el: Καταχωρίστε πρώτα το γυμναστήριο ως την τρέχουσα τοποθεσία σας.
en_au: Please register your current location as a gym first.
es_es: Primero, registra tu gimnasio como ubicación actual.
fi: Lisää ensin kuntosali omana sijaintina.
fr_ca: Enregistrez d'abord votre club comme emplacement actuel.
gu: સૌ પ્રથમ, તમારા વર્તમાન સ્થાનને જીમ તરીકે રજીસ્ટર કરો
he: יש לרשום תחילה את המיקום כחדר כושר.
hi: पहले अपने जिम को वर्तमान स्थान के रूप में पंजीकृत करें
hr: Prvo registrirajte svoju lokaciju kao fitness centar.
hu: Először regisztrálja a jelenlegi helyszínt fitnesz célként
id: Pertama, daftarkan lokasi Anda sebagai gym
it: Registra prima il tuo centro fitness come posizione attuale
ko: 먼저 현재 위치를 짐으로 등록해주세요
mr: प्रथम, 'माय जिम'ला आपले सध्याचे स्थान म्हणून नोंदवा.
ms: Sila daftarkan gim anda terlebih dahulu
nl_nl: Registreer eerst je fitnesscentrum als locatie
no: Registrer først treningssenteret ditt som lokasjon
pl: Najpierw zarejestruj swoją siłownię jako lokalizację.
pt_br: Primeiro, registre o ginásio como sua localização atual.
pt_pt: Primeiro, registre o ginásio como sua localização atual.
ro: Înregistrați mai întâi sala ca locație
ru: Сначала зарегистрируйте свое текущее местоположение как фитнес-центр.
sk: Najprv zaregistrujte svoje aktuálne miesto ako cvičisko
sl: Najprej se registrirajte kot svoj žurnal
sv: Registrera först din nuvarande plats som ett gym
ta: முதலில் உங்கள் ஜிம்மை இருப்பிடமாக பதிவு செய்யவும்
te: మొదట మీ ప్రస్తుత స్థానాన్ని జిమ్‌గా నమోదు చేయండి
th: กรุณาลงทะเบียนสถานที่ปัจจุบันของคุณเป็น "My Gym" ก่อน
tr: Öncelikle spor salonunuzu konum olarak kaydedin
uk: Спочатку зареєструйте свій фітнес-центр як місцезнаходження.
vi: Trước tiên, hãy đăng ký địa điểm hiện tại là phòng tập
zh_hans: 首先，将当前地点设置为健身房
zh_hant: 請先將目前地點作為健身房進行註冊

# runtime_messages.e0654cb7b536
source: ライト
ar_sa: ضوء
ca: llum
cs: Světlo
da: Lys
de_de: Hell
el: Φως
en_au: Light
es_es: Luz
fi: Valo
fr_ca: Clair
gu: લાઇટ
he: בהיר
hi: लाइट
hr: Svjetlo
hu: Light
id: Terang
it: Chiaro
ko: 라이트 (Light)
mr: लाईट
ms: Terang
nl_nl: Licht
no: Lys
pl: Jasne
pt_br: Leve
pt_pt: Leve
ro: Lumina
ru: Светлый
sk: Svietidlá
sl: Light
sv: Ljus
ta: லைட்
te: లైట్
th: ไฟ
tr: Işık
uk: Світле
vi: Ánh sáng
zh_hans: 浅色
zh_hant: 淺色

# runtime_messages.e630ef8d86d2
source: 胸の日
ar_sa: يوم الصدر
ca: dia de pit
cs: Cviky na hrudník
da: Brystøvelse
de_de: Brust-Training
el: Άσκηση για το στήθος
en_au: Chest Day
es_es: Pecho
fi: Rintalihakset
fr_ca: Exercice pour la poitrine
gu: છાતીના કસરત
he: תרגיל לחיזוק החזה
hi: छाती का
hr: Vinuta
hu: A mellkas
id: Latihan dada
it: Esercizi per il petto
ko: 가슴 운동
mr: छातीचा व्यायाम
ms: Latihan dada
nl_nl: Borst oefening
no: Brystpress
pl: Ćwiczenia na klatkę
pt_br: Supere
pt_pt: Supere
ro: Exerciții pentru piept
ru: Отжимания от груди
sk: Cvik pre prsia
sl: Trening za prsi
sv: Bröstträning
ta: மார்புக்கான பயிற்சி
te: ఛాతీ వ్యాయామం
th: อก
tr: Göğüs egzersizi
uk: Віджимання від грудей
vi: Ngực
zh_hans: 胸部训练
zh_hant: 胸部訓練

# runtime_messages.e7c885a6a202
source: 自動
ar_sa: تلقائي
ca: automàtic
cs: Automaticky
da: Automatisk
de_de: Automatisch
el: Αυτόματα
en_au: Automatic
es_es: Automático
fi: Automaattinen
fr_ca: Automatique
gu: સ્વચાલિત
he: אוטומטי
hi: स्वचालित
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ko: 자동
mr: स्वयंचल
ms: Secara automatik
nl_nl: Automatisch
no: Automatisk
pl: Automatyczne
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatisk
ta: தானியங்கி
te: ఆటోమేటిక్
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动

# runtime_messages.eac72f8d78bd
source: ユーザー操作で今日の提案を作り直しました。
ar_sa: لقد قمت بإعادة صياغة اقتراح اليوم مع تفاعل المستخدم.
ca: He reelaborat la proposta d'avui amb la interacció de l'usuari.
cs: Dnešní návrh byl vytvořen na základě uživatelského vstupu.
da: Brugeren har oprettet et nyt forslag til i dag baseret på brugerens input.
de_de: Die heutigen Vorschläge wurden durch Benutzereingaben neu erstellt.
el: Δημιουργήθηκαν νέες προτάσεις για σήμερα με βάση τις ενέργειες του χρήστη.
en_au: I have recreated today's suggestions based on the user's actions.
es_es: He creado una nueva recomendación para hoy basándome en las acciones del usuario.
fi: Olen luonut uuden ehdotuksen tämän päivän toiminnoista käyttäjän toimien perusteella.
fr_ca: Les suggestions du jour ont été réorganisées par l'utilisateur.
gu: વપરાશકર્તા દ્વારા આજે ​​સૂચનો ફરીથી બનાવવામાં આવ્યા છે.
he: יצרתי מחדש את ההמלצות של היום באמצעות פעולות המשתמש.
hi: उपयोगकर्ता द्वारा आज के सुझावों को फिर से बनाया गया है।
hr: Aplikacija je generirala nove preporuke na temelju aktivnosti korisnika.
hu: A felhasználói beállítások alapján új javaslatot hoztam létre.
id: Saya telah membuat saran untuk hari ini berdasarkan tindakan pengguna.
it: Ho rielaborato le proposte per oggi in base alle azioni dell'utente.
ko: 사용자 조작으로 오늘의 제안을 다시 만들었습니다.
mr: वापरकर्त्याद्वारे आजच्या सूचना पुन्हा तयार केल्या आहेत.
ms: Saya telah mencipta cadangan untuk hari ini menggunakan input pengguna.
nl_nl: Ik heb de aanbeveling voor vandaag aangepast op basis van de acties van de gebruiker.
no: Dagens anbefalinger er oppdatert basert på brukerens handlinger.
pl: Dzisiejsze propozycje zostały zaktualizowane przez użytkownika.
pt_br: Criei uma nova sugestão para hoje com as ações do usuário.
pt_pt: Criei uma nova sugestão para hoje com as ações do usuário.
ro: Am reformat sugestiile pentru ziua de azi, pe baza acțiunilor utilizatorului.
ru: Сегодняшние рекомендации были перестроены пользователем.
sk: Používateľ vytvoril nové návrhy pre dnes.
sl: S pomočjo uporabnika sem ustvaril nove predloge za dan.
sv: Dagens förslag har skapats om av användaren.
ta: பயனர் உருவாக்கிய இன்றைய பரிந்துரையை மாற்றியுள்ளேன்.
te: వినియోగదారుల సహాయంతో ఈరోజు సూచనలను మళ్ళీ రూపొందించాను.
th: ฉันได้สร้างคำแนะนำสำหรับวันนี้โดยอิงจากผู้ใช้
tr: Kullanıcı, gün içindeki önerileri yeniden oluşturdu.
uk: Я оновив запропоновані дії для сьогодні.
vi: Tôi đã tạo lại đề xuất cho hôm nay dựa trên thao tác của người dùng.
zh_hans: 根据用户的操作，重新生成了今天的建议
zh_hant: 使用者重新製作了今天的建議

# runtime_messages.ec6df6460320
source: マイジム
ar_sa: صالة الألعاب الرياضية الخاصة بي
ca: el meu gimnàs
cs: Můj gym
da: Mit fitnesscenter
de_de: Mein Fitnessstudio
el: Το δικό μου γυμναστήριο
en_au: My Gym
es_es: Mi gimnasio
fi: Minun kuntosali
fr_ca: Mon club
gu: માય જીમ
he: החדר שלי
hi: मेरा जिम
hr: Moja fitnes aplikacija
hu: A saját fitnesz alkalmazatom
id: Gym Saya
it: Il mio centro fitness
ko: 마이짐
mr: माय जिम
ms: Gym Saya
nl_nl: Mijn fitnesscentrum
no: Mitt treningssenter
pl: Moje siłownia
pt_br: Meu ginásio
pt_pt: Meu ginásio
ro: Sala mea
ru: Мой фитнес-центр
sk: Moje cvičisko
sl: -Majim.
sv: Mitt gym
ta: என் ஜிம்
te: మా జిమ్
th: My Gym
tr: Benim spor salonum
uk: Мій фітнес-центр
vi: Câu lạc bộ của tôi
zh_hans: 我的健身房
zh_hant: 我的健身房
